Repository: bsahaf/harf
Catalog: deps/phoenix_html_simplified_helpers/priv/gettext/*/LC_MESSAGES/default.po
Languages: fr, ja

source: %{count} day
fr: %{count} jour
ja: %{count}日

source: %{count} days
fr: %{count} jours
ja: %{count}日

source: %{count} minute
ja: %{count}分

source: %{count} minutes
ja: %{count}分

source: %{count} months
fr: %{count} mois
ja: %{count}ヶ月

source: about %{count} hour
fr: environ %{count} heure
ja: 約%{count}時間

source: about %{count} hours
fr: environ %{count} heures
ja: 約%{count}時間

source: about %{count} months
fr: environ %{count} mois
ja: 約%{count}ヶ月

source: about %{count} year
fr: environ %{count} an
ja: 約%{count}年

source: about %{count} years
fr: environ %{count} ans
ja: 約%{count}年

source: almost %{count} year
fr: presque %{count} an
ja: %{count}年弱

source: almost %{count} years
fr: presque %{count} ans
ja: %{count}年弱

source: half a minute
fr: moins d'une minute
ja: 30秒前後

source: less than %{count} minute
fr: moins de %{count} minutes
ja: %{count}分以内

source: less than %{count} seconds
fr: moins de %{count} secondes
ja: %{count}秒以内

source: over %{count} year
fr: plus de %{count} an
ja: %{count}年以上

source: over %{count} years
fr: plus de %{count} ans
ja: %{count}年以上
